/*No comment provided by engineer.*/
"About" = "Über";

/*No comment provided by engineer.*/
"Alt key" = "Alt Taste";

/*No comment provided by engineer.*/
"Apparition delay" = "Verzögertes Einblenden";

/*No comment provided by engineer.*/
"Appearance" = "Aussehen";

/*Cancel button*/
"Cancel" = "Abbrechen";

/*No comment provided by engineer.*/
"Check again" = "Erneut versuchen";

/*No comment provided by engineer.*/
"Could not save Preference" = "Einstellungen konnten nicht gespeichert werden";

/*No comment provided by engineer.*/
"Edit" = "Bearbeiten";

/*No comment provided by engineer.*/
"Hide space number labels" = "Space Nummer ausblenden";

/*No comment provided by engineer.*/
"I think the app could be improved with…" = "Ich denke so könnte die Applikation verbessert werden...";

/*No comment provided by engineer.*/
"KeyCodes Reference" = "KeyCode Referenz";

/*No comment provided by engineer.*/
"Latest releases" = "Neuste Versionen";

/*No comment provided by engineer.*/
"Max size on screen" = "Maximale Größe auf dem Bildschirm";

/*No comment provided by engineer.*/
"Max windows per row" = "Maximale Anzahl von Fenstern pro Reihe";

/*No comment provided by engineer.*/
"Min rows of windows" = "Minimale Anzahl an Reihen";

/*No comment provided by engineer.*/
"Min windows per row" = "Minimale Anzahl von Fenstern pro Reihe";

/*No comment provided by engineer.*/
"Optional: email (if you want a reply)" = "Optional: E-Mail (wenn sie benachrichtig werden wollen)";

/*No comment provided by engineer.*/
"Preferences…" = "Einstellungen...";

/*No comment provided by engineer.*/
"Quit" = "Beenden";

/*No comment provided by engineer.*/
"Send" = "Senden";

/*No comment provided by engineer.*/
"Send debug profile (CPU, memory, etc)" = "Debug Profil senden (CPU, Speicher, etc.)";

/*No comment provided by engineer.*/
"Send feedback" = "Feedback senden";

/*No comment provided by engineer.*/
"Send feedback…" = "Feedback senden...";

/*No comment provided by engineer.*/
"Share improvement ideas, or report bugs" = "Teilen sie uns ihre Vorschläge mit oder senden sie Fehlerberichte";

/*No comment provided by engineer.*/
"Shortcuts" = "Tastenkürzel";

/*No comment provided by engineer.*/
"Show" = "Anzeigen";

/*No comment provided by engineer.*/
"Show on" = "Anzeigen auf";

/*No comment provided by engineer.*/
"Source code repository" = "Quellcode-Depot";

/*No comment provided by engineer.*/
"Tab key" = "Tab Taste";

/*No comment provided by engineer.*/
"Theme" = "Thema";

/*No comment provided by engineer.*/
"Version" = "Version";

/*No comment provided by engineer.*/
"View existing discussions" = "Bestehende Vorschläge anzeigen";

/*No comment provided by engineer.*/
"Window app icon size" = "Fenster Icon Größe";

/*No comment provided by engineer.*/
"Window title font size" = "Fenster Titel Größe";
